{
  "plugins": {
    "ascii.nvim": {
      "src": "https://github.com/MaximilianLloyd/ascii.nvim.git"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git",
      "version": "'v1.9.1'"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue.git"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files.git"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope.git"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "mini.trailspace": {
      "src": "https://github.com/nvim-mini/mini.trailspace.git"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap.git"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view.git"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text.git"
    },
    "nvim-hlslens": {
      "src": "https://github.com/kevinhwang91/nvim-hlslens.git"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify.git"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua.git",
      "version": "'v1'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim.git",
      "version": "'v2.1.0'"
    },
    "tmux.nvim": {
      "src": "https://github.com/nathom/tmux.nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim.git"
    }
  }
}